[
  {
    "id": "ERwEBpWQtQ8LUCQgbkia",
    "title": "SCTP et CNSS champions de RDC",
    "headline": "Le BC SCTP et le BC CNSS ont été sacrés champions de RDC après leurs succès aux finales de la 42ème Coupe du Congo de basket-ball.",
    "summary": "La 42ème édition de la Coupe du Congo a tiré ses rideaux après près de 2 semaines de compétition dans le Grand Katanga. Elle a été marquée par les sacres de deux clubs de Kinshasa, à savoir le BC SCTP chez les messieurs et le BC CNSS chez les dames. C'est un retour en force de la ville de Kinshasa après trois ans passés sans titre chez les messieurs et une année chez les dames.\n\n‎SCTP de retour 7 ans après\n\n‎‎Dans la version masculine, le BC SCTP a battu en finale le BC Mwanga de Kolwezi (71-48). Les Matelots de Kinshasa sont de retour sur le toit national 7 ans après leur dernier titre remporté en 2018. Et grâce à ce nouveau trophée, le BC SCTP conforte sa place de club le plus titré de la RDC en Coupe du Congo avec 19 titres remportés.\n\nAprès avoir échoué à deux reprises en finale avec d'autres clubs, le coach Pierrot Ilunga a fini par être sacré champion de RDC avec le BC SCTP, une grande satisfaction pour ce technicien compté parmi les meilleurs du pays. « Je suis très satisfait d'avoir remporté ce titre après deux échecs en finale chez les messieurs, c'est le fruit du travail. Nous nous sommes basés sur la défense des joueurs clés de l'équipe adverse et ça nous a réussi. Là nous nous projetons déjà sur la Coupe d'Afrique, en voyant les compartiments de l'équipe que nous devons renforcer » a-t-il déclaré.\n\n‎Dans cette version masculine le BC Génération Espoir a terminé en troisième position après sa victoire par forfait face au BC Lupopo.\n\n‎‎Dans la version féminine le BC CNSS a remporté la finale 100℅ kinoise devant le BC Hatari (74-51). Les Caissières ont pris leur revanche sur Hatari qui les avait battues lors de la Ligue provinciale de Kinshasa. Le BC CNSS a remporté le 4ème titre de son histoire, reprenant ainsi son trophée perdu l'année dernière après une défaite en finale contre le BC Makomeno.\n\nLes deux clubs champions vont représenter la RDC aux prochaines compétitions africaines.",
    "category": "Spotlight",
    "imageUrl": "https://firebasestorage.googleapis.com/v0/b/ppop-35930.firebasestorage.app/o/news-images%2F1764712422917-4c41343d-5a13-4409-809d-921c2921b781-screenshot-20250912-152338-1-.jpg?alt=media&token=cfe3d590-7e91-4abc-aa10-a662ffb1f993",
    "createdAt": {
      "_seconds": 1764712424,
      "_nanoseconds": 41000000
    },
    "updatedAt": {
      "_seconds": 1764712424,
      "_nanoseconds": 41000000
    }
  }
]